console.log(`
SHELTER-PART1\n
Страница Main (60):
1. Проверка верстки +7
2. Вёрстка соответствует макету +35
3. Требования к css +6
4. Интерактивность элементов +12
Страница Pets (40)
5. Проверка верстки +7
6. Вёрстка соответствует макету +15
7. Требования к css +4
8. Интерактивность элементов +14
Итого: 100\n
SHELTER-PART2\n
1.Вёрстка страницы Main соответствует макету при ширине экрана 1280px +14
2.Вёрстка страницы Main соответствует макету при ширине экрана 768px +14
3.Вёрстка страницы Main соответствует макету при ширине экрана 320px +14
4.Вёрстка страницы Pets соответствует макету при ширине экрана 1280px +14
5.Вёрстка страницы Pets соответствует макету при ширине экрана 768px +14
6.Вёрстка страницы Pets соответствует макету при ширине экрана 320px +14
7.Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки. Весь контент страницы при этом сохраняется: не обрезается и не удаляется +20
8.Верстка резиновая: при плавном изменении размера экрана элементы верстки так же плавно меняют свои размеры и расположение, не наезжают друг на друга, изображения могут менять размер, но сохраняют правильные пропорции +8
9.При ширине экрана меньше 768px на обеих страницах меню в хедере скрывается, появляется иконка бургер-меню +4
10.Верстка обеих страниц валидная +8
Итого: 100\n
`);
